[{"title":"About","created_at":"2011-12-19T15:24:43.678-08:00","updated_at":"2016-08-26T09:46:28.033-07:00","keywords":"","description":"","slug":"about","body":"\u003cp\u003eLandWise was launched in July 2013 by the Landesa Center for Women\u0026rsquo;s Land Rights, and was operated by Landesa at the website landwise.landesa.org. As of October 1, 2015, Landwise was transferred to Resource Equity, a non-profit organization founded in December 2014 to advance women\u0026#39;s rights to land and resources.\u0026nbsp; To learn more about Resource Equity click \u003ca href=\"http://resourceequity.org\"\u003ehere\u003c/a\u003e. Landwise is now owned and managed by Resource Equity and material continues to be added regularly. Regular users will see differences in design, but the fundamental mission and efforts of Landwise will continue as before.\u003c/p\u003e\r\n\r\n\u003cp\u003eLandWise empowers policymakers, researchers, legal practitioners, and women\u0026rsquo;s advocates to strengthen women\u0026rsquo;s land \u0026nbsp;rights around the world through access to relevant and reliable information. LandWise is a free online resource connecting users to legal materials, information about relevant customary practices, and explanatory materials.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eHow to Use the Practice Guides and the LandWise Database\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003eLandWise is a database containing legal materials and articles about women\u0026#39;s land rights. The Practice Guides are intended to help users make use of the materials they locate within LandWise.\u003c/p\u003e\r\n\r\n\u003cp\u003eWe suggest that new users start with the Practice Guide \u003cem\u003eThe Research Process\u003c/em\u003e. Because LandWise is in its early stages, we do not have all of the legal materials and articles that many researchers will need to conduct their work. By reviewing\u003cem\u003e The Research Process\u003c/em\u003e users can identify other sources for locating legal materials and other resources. Once users have located the relevant materials they will want to review the different subject-specific Practice Guides that will help them analyze and understand the materials they\u0026#39;ve located.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cu\u003eBelow is one possible step-by-step approach to using this site\u003c/u\u003e:\u003c/p\u003e\r\n\r\n\u003col\u003e\r\n\t\u003cli\u003eReview the Practice Guide called \u003cem\u003eThe Research Process\u003c/em\u003e.\u003c/li\u003e\r\n\t\u003cli\u003eSearch the LandWise database for materials on a specific country or topic.\u003c/li\u003e\r\n\t\u003cli\u003eSearch for other useful materials in sources identified in\u003cem\u003e The Research Process\u003c/em\u003e.\u003c/li\u003e\r\n\t\u003cli\u003eUse the applicable subject-specific Practice Guides to analyze the materials you have located through your research.\u003c/li\u003e\r\n\u003c/ol\u003e\r\n\r\n\u003cp\u003eAll of the Practice Guides are available \u003ca href=\"http://landwise.resourceequity.org/guides\"\u003ehere\u003c/a\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eCollection Development\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003eLandWise is a work in progress and we are adding to our database on an ongoing basis. Our initial collection efforts focused on India and China, where we are currently working. We will continue to collect materials on those countries and are now expanding our collection efforts into several countries in Africa. Our goal is to provide access to land laws and family laws and related material from as many countries as possible. We are interested in legal materials from all levels of government (national, state, and local). If you have any materials you would like to recommend for LandWise, please \u003ca href=\"http://landwise.resourceequity.org/contact\"\u003econtact us\u003c/a\u003e.\u0026nbsp;\u003c/p\u003e\r\n\r\n\u003cp\u003eWe update our database regularly but cannot guarantee that all laws are the most recent versions. Please \u003ca href=\"http://landwise.resourceequity.org/contact\"\u003econtact us\u003c/a\u003e if you have updated information.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eLanguage and Translations\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003eMany of the legal materials in the LandWise database are English translations of laws. Unless otherwise specified by the applicable government/legal jurisdiction, translations are not official versions of the laws and users should be careful when using translated materials. We collect and provide access to materials in many different languages; however, at this time we cannot provide English translations for all non-English laws.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eFull-Text Availability\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003eWe strive to make as many full-text materials available as possible. However, some useful resources are copyright protected and we cannot provide free access to full-text copies. In the case of copyright protected articles, we provide a citation and a brief summary of the article and then link users to the source where they can purchase the article.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eDislaimers\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003eThe information contained in this website is general legal information and should not be construed as legal advice to be applied to any specific factual situation. The information contained in LandWise cannot replace the advice of competent legal counsel licensed in your jurisdiction.\u0026nbsp;\u003c/p\u003e\r\n\r\n\u003cp\u003eIn the preparation of the information contained on this website, Resource Equity has endeavored to make that information as accurate and current as possible. However, inadvertent errors can occur. Therefore, the information on LandWise is provided \u0026quot;as is,\u0026quot; without any guarantee or warranty of any kind, expressed or implied.\u003c/p\u003e\r\n\r\n\u003cp\u003eThis website contains links to other resources on the Internet. Those links are provided as citations and aids to help you identify and locate other Internet resources that may be of interest, and are not intended to state or imply that we sponsor or are affiliated or associated with the persons or entities who created such site, nor are the links intended to state or imply that we are legally authorized to use any trade name, registered trademark, logo, legal or official seal, or copyrighted symbol that may be reflected in the links.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003ePolicy Concerning Intellectual Property Infringement Claims\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003eClaims of alleged copyright or other intellectual property infringement must be in writing.\u0026nbsp;Resource Equity\u0026nbsp;will process and investigate proper notices of alleged copyright or other intellectual property infringement related to material on its websites or servers and will respond appropriately. Under appropriate circumstances, Resource Equity will act expeditiously to remove or disable access to the material that is claimed to be infringing or claimed to be the subject of infringing activity.\u0026nbsp;\u003c/p\u003e\r\n\r\n\u003cdiv\u003e\r\n\u003cp\u003e\u003cstrong\u003eCopyright Notice\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003ca href=\"http://creativecommons.org/licenses/by-sa/3.0/deed.en_US\" rel=\"license\"\u003e\u003cimg alt=\"Creative Commons License\" src=\"http://i.creativecommons.org/l/by-sa/3.0/88x31.png\" style=\"border-width: 0px;\" /\u003e\u003c/a\u003e\u003cbr /\u003e\r\n\u003cspan property=\"dct:title\" xmlns:dct=\"http://purl.org/dc/terms/\"\u003eLandWise\u003c/span\u003e\u0026nbsp;by Resource Equity\u0026nbsp;is licensed under a\u0026nbsp;\u003ca href=\"http://creativecommons.org/licenses/by-sa/3.0/deed.en_US\" rel=\"license\"\u003eCreative Commons Attribution-ShareAlike 3.0 Unported License\u003c/a\u003e.\u003cbr /\u003e\r\nBased on a work at\u0026nbsp;\u003ca href=\"http://landwise.resourceequity.org\"\u003ehttps://landwise.resourceequity.org\u003c/a\u003e.\u003c/p\u003e\r\n\u003c/div\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eContact Us\u003c/strong\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003eIf you have any comments, questions, or would like to submit a resource to include in our library please \u003ca href=\"http://resourceequity.org/contact/\"\u003econtact us\u003c/a\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n"},{"title":"Test Page","created_at":"2017-06-21T13:54:06.163-07:00","updated_at":"2017-06-21T13:54:06.163-07:00","keywords":"","description":"","slug":"test","body":"\u003cp\u003eTest page\u003c/p\u003e\r\n"},{"title":"Search Tips","created_at":"2012-03-28T15:35:10.586-07:00","updated_at":"2018-03-05T08:24:34.023-08:00","keywords":"","description":"","slug":"search-tips","body":"\u003cp\u003eWelcome to Landwise: A Women \u0026amp; Land Library. We have a robust search engine designed to meet the needs of advanced and novice searchers alike. This guide \u0026nbsp;will give you an overview of what is possible.\u003c/p\u003e\r\n\r\n\u003cp\u003eIf you notice a bug, or have suggestions for how we could improve this website, please \u003ca href=\"/contact\"\u003elet us know here.\u003c/a\u003e\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cu\u003e\u003cstrong\u003eKeyword Search\u003c/strong\u003e\u003c/u\u003e\u003c/p\u003e\r\n\r\n\u003cdiv\u003eWhen using a keyword search, keep these rules in mind:\u003c/div\u003e\r\n\r\n\u003cul\u003e\r\n\t\u003cli\u003eThe search is \u003cu\u003enot\u003c/u\u003e case sensitive.\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\r\n\u003cul\u003e\r\n\t\u003cli\u003eThe system will accept the following boolean operators: AND,\u0026nbsp;OR, and NOT. Boolean operators \u003cstrong\u003edo not\u003c/strong\u003e have to be in all capitals.\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\r\n\u003cp\u003e\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003cu\u003eExamples\u003c/u\u003e:\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cem\u003e\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; china and marriage\u003cbr /\u003e\r\n\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; china not marriage\u003cbr /\u003e\r\n\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; china or india and marriage\u003c/em\u003e\u003c/p\u003e\r\n\r\n\u003cul\u003e\r\n\t\u003cli\u003eThe system does not automatically insert the \u0026quot;AND\u0026quot; boolean operator joins between disparate words. Instead, it will interpret multiple words strung together without a boolean operator as a specific phrase.\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\r\n\u003cp\u003e\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u003cu\u003eExample\u003c/u\u003e:\u003c/p\u003e\r\n\r\n\u003cp\u003e\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Correct: \u0026nbsp; \u0026nbsp;\u003cem\u003echina and marriage and law\u003c/em\u003e\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; Incorrect: \u0026nbsp; \u0026nbsp;\u003cem\u003echina marriage law\u003c/em\u003e\u003c/p\u003e\r\n\r\n\u003cul\u003e\r\n\t\u003cli\u003eYou can use an asterisk * to denote a wildcard.\u0026nbsp;\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\r\n\u003cp\u003e\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;\u003cu\u003eExample\u003c/u\u003e: \u0026nbsp;The below search will pull up any results that have the word \u0026quot;land\u0026quot; in the beginning (e.g. land, lands, landlord, etc.)\u003c/p\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u003cem\u003e\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;land*\u003c/em\u003e\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cp\u003e\u003cu\u003e\u003cstrong\u003eNarrowing Search Results\u003c/strong\u003e\u003c/u\u003e\u003c/p\u003e\r\n\r\n\u003cdiv\u003eUsers can narrow down search results by selecting specific filters. The system will automatically detect which filters are available and display them for you in the left hand column:\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u003cimg alt=\"\" src=\"http://s3.amazonaws.com/landesa_production/ckeditor_assets/pictures/22/content_landwise-sidebar.png\" style=\"width: 296px; height: 563px;\" /\u003e\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cdiv\u003ePlease note: If you want\u0026nbsp;to search multiple categories at once, see the section on Field Search below.\u003c/div\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cu\u003e\u003cstrong\u003eField Search\u003c/strong\u003e\u003c/u\u003e\u003c/p\u003e\r\n\r\n\u003cul\u003e\r\n\t\u003cli\u003eUsers can directly search within specific fields.\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u003cu\u003eExample\u003c/u\u003e: \u0026nbsp;To search for an item with the title \u0026quot;Marriage Law\u0026quot; enter the following search string into the main search box:\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u003cem\u003e\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp;title: marriage law\u003c/em\u003e\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cdiv\u003eHere is a list of all the fields you can search on using this method:\u003c/div\u003e\r\n\r\n\u003cul style=\"list-style-type: square; margin-left: 40px;\"\u003e\r\n\t\u003cli\u003ejurisdiction\u003c/li\u003e\r\n\t\u003cli\u003ecollection\u003c/li\u003e\r\n\t\u003cli\u003etitle\u003c/li\u003e\r\n\t\u003cli\u003eitem_content_type\u003c/li\u003e\r\n\t\u003cli\u003edescription\u003c/li\u003e\r\n\t\u003cli\u003epublished\u003c/li\u003e\r\n\t\u003cli\u003erecord_title\u003c/li\u003e\r\n\t\u003cli\u003eitem_file_name\u003c/li\u003e\r\n\t\u003cli\u003erecord_creator\u003c/li\u003e\r\n\t\u003cli\u003eurl\u003c/li\u003e\r\n\t\u003cli\u003ecountry\u003c/li\u003e\r\n\t\u003cli\u003etopics\u003c/li\u003e\r\n\t\u003cli\u003erecord_description\u003c/li\u003e\r\n\t\u003cli\u003elanguage\u003c/li\u003e\r\n\t\u003cli\u003epublication_date\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\r\n\u003cul\u003e\r\n\t\u003cli\u003eYou can also search multiple fields at once by using Boolean operators.\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u003cu\u003eExample\u003c/u\u003e: \u0026nbsp;The following search will bring up records that have the word Sweden in the title and cover the topic of inheritance:\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u003cem\u003e\u0026nbsp; \u0026nbsp; \u0026nbsp; \u0026nbsp; topics:inheritance and title:sweden\u003c/em\u003e\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u003cem style=\"color: rgb(79, 27, 27); font-family: inherit; font-size: 1.2em; line-height: 18px; text-align: center; margin: 0px; padding: 0px; border: 0px; vertical-align: baseline;\"\u003e\u0026nbsp; \u0026nbsp;\u0026nbsp;\u003c/em\u003e\u003c/div\u003e\r\n\r\n\u003cdiv\u003e\u0026nbsp;\u003c/div\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n"},{"title":"Announcements","created_at":"2012-03-28T15:24:47.217-07:00","updated_at":"2018-05-29T22:10:19.111-07:00","keywords":"","description":"","slug":"announcements","body":"\u003cp\u003eTo improve our website\u0026#39;s security and to comply with \u003ca href=\"https://www.eugdpr.org/\" target=\"_blank\"\u003eGDPR\u003c/a\u003e requirements we have temporarily removed any site features that require a login and password. For users who would like to be notified with updates regarding\u0026nbsp;these features please contact us \u003ca href=\"https://resourceequity.org/contact/\" target=\"_blank\"\u003ehere\u003c/a\u003e. Thank you.\u003c/p\u003e\r\n"},{"title":"Recently Added Resources","created_at":"2012-03-28T15:24:33.254-07:00","updated_at":"2018-06-12T09:17:21.296-07:00","keywords":"","description":"","slug":"featured-resources","body":"\u003cp\u003eWe are constantly adding new materials to our collection.\u003c/p\u003e\r\n\r\n\u003cp\u003ePlease feel free to \u003ca href=\"https://resourceequity.org/contact/\"\u003econtact us\u0026nbsp;\u003c/a\u003eif you need help locating something.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\r\n"}]
