[{"first_name":"Jennifer","last_name":"Chang","email":"inquiries@annealinc.com","contact":"inquiries@annealinc.com","bio":"Jen believes that technology can be a powerful tool for social change and community empowerment. With her experience in the corporate, non-profit, and policy making sectors, she brings an interdisciplinary approach to her work. Trained as a lawyer and a librarian, she has an eye for detail, strong problem solving skills, and a spirit of service. \r\n\r\nJen helped to design and create LandWise and continues to be the project manager for LandWise. Jen is currently the CEO of Anneal, Inc. (http://annealinc.com).","title":"Project Manager (Consultant)","avatar":{"url":"http://s3.amazonaws.com/landesa_production/authors/photos/000/000/001/original/Jen-Chang.jpg?AWSAccessKeyId=AKIAICR3ICC22CMP7DPA\u0026Expires=1542754226\u0026Signature=5Nqnzn2AIO2FdDv870Lxwi1aqBI%3D","filename":"Jen-Chang.jpg","content_type":"image/jpeg"}},{"first_name":"Renee","last_name":"Giovarelli","email":"info@resourceequity.org","contact":"info@resourceequity.org","bio":"Renée Giovarelli is one of the world’s most distinguished experts on women’s land rights. She has more than 20 years of experience working on intra-household and gender issues related to land tenure and customary and legal property rights. She has designed and conducted fieldwork on women and their access and rights to land in the Kyrgyz Republic, Uzbekistan, Tajikistan, Azerbaijan, Bulgaria, Russia, India, China, Uganda, Ghana, Madagascar, Burkina Faso, and Ethiopia.\r\n\r\nHer experience includes policy-oriented research and writing on land rights, pasture rights, rural development, and gender issues related to these issues, including conducting extensive training, research, advocacy, publishing, and consulting services on women’s land rights. She earned her J.D. with honors from Seattle University, and an L.L.M. with honors in law of international development from the University of Washington. She also has a B.A. from the University of Arizona and an M.F.A. from Vermont College of Fine Arts.","title":"Senior Attorney \u0026 Advisor","avatar":{"url":"http://s3.amazonaws.com/landesa_production/authors/photos/000/000/002/original/renee.PNG?AWSAccessKeyId=AKIAICR3ICC22CMP7DPA\u0026Expires=1542754226\u0026Signature=O6YSuWnEGsHAq%2F292UJdZxR7IyQ%3D","filename":"renee.PNG","content_type":"image/png"}},{"first_name":"Elisa","last_name":"Scalise","email":"info@resourceequity.org","contact":"info@resourceequity.org","bio":"Elisa Scalise has more than 10 years of experience working on analysis and reform on property rights to land for women and men, including formal and customary land tenure regimes, land administration, land tenure regularization, land institutions, dispute resolution mechanisms, forest land tenure, and communal property. She has also assessed the links between secure land tenure for women and economic empowerment, agricultural productivity, women’s empowerment, natural resources management, conflict management and resolution, and social inclusion. Her work focuses on designing, implementing, and developing scalable models for innovative strategies that seek to address the gap between formal law and practice when it comes to women’s land rights. She has worked on projects in Afghanistan, Burundi, Burkina Faso, China, India, Kenya, Kyrgyzstan, Liberia, Rwanda, Uganda, Tanzania, and Vietnam. She has published and presented widely on women’s land rights around the world.","title":"Land Tenure \u0026 Gender Specialist","avatar":{"url":"http://s3.amazonaws.com/landesa_production/authors/photos/000/000/003/original/elisa.PNG?AWSAccessKeyId=AKIAICR3ICC22CMP7DPA\u0026Expires=1542754226\u0026Signature=laBSSw8rq6CA7DTYNzzJvvB1iQU%3D","filename":"elisa.PNG","content_type":"image/png"}},{"first_name":"Leslie","last_name":"Hannay","email":"info@resourceequity.org","contact":"info@resourceequity.org","bio":"Leslie Hannay has experience in community rights, land and natural resources governance, and women’s rights. Leslie’s work focuses on legal and policy analysis, field and desk research, and designing and implementing approaches for strengthening women’s land tenure security under custom. She has worked on issues of community rights and land and natural resources in Ghana, Liberia, Democratic Republic of Congo, Rwanda, and Uganda. Leslie holds a J.D. from Columbia University School of Law, and a B.A. in Geography from the University of Texas at Austin.","title":"Land Tenure \u0026 Gender Specialist","avatar":{"url":"http://s3.amazonaws.com/landesa_production/authors/photos/000/000/006/original/Leslie-Hannay.jpg?AWSAccessKeyId=AKIAICR3ICC22CMP7DPA\u0026Expires=1542754226\u0026Signature=wRW3kJwBOZQ2DCVW1SztD7D6nxg%3D","filename":"Leslie-Hannay.jpg","content_type":"image/jpeg"}},{"first_name":"Jennifer","last_name":"Duncan","email":"inquiries@landesa.org","contact":"inquiries@landesa.org","bio":"Jennifer Duncan is a Senior Attorney at Landesa and has worked in international development for more than 15 years, with an emphasis on land and housing rights. She has considerable experience in land laws, program design and management, as well as land and women’s rights advocacy. Duncan has focused on gender issues and women’s rights to land and housing throughout her career. She has previously conducted policy work and field research on land issues across Asia, Eastern Europe, Latin America, and Sub-Saharan Africa. In addition to her international experience, she has worked with socio-economic development and legal issues among minority groups within the US, including migrant farm worker communities in California and the Makah Nation in Washington State.","title":"Senior Attorney at Landesa","avatar":{"url":"http://s3.amazonaws.com/landesa_production/authors/photos/000/000/009/original/Jennifer-Duncan.jpg?AWSAccessKeyId=AKIAICR3ICC22CMP7DPA\u0026Expires=1542754226\u0026Signature=2FsOPbROKNFbx1j4jqPtrTag%2FaM%3D","filename":"Jennifer-Duncan.jpg","content_type":"image/jpeg"}},{"first_name":"Reem","last_name":"Gaafar","email":"inquiries@landesa.org","contact":"inquiries@landesa.org","bio":"Reem Gaafar was an Attorney and Land Tenure Specialist at Landesa whose work focuses on strengthening land and natural resource rights for smallholder farmers, particularly women.  Reem’s experience spans Africa and the Middle East, and includes legal and policy analysis, field and desk research, and designing and implementing approaches for strengthening women’s land tenure security within formal and customary legal systems.  Reem holds a J.D. from the Georgetown University Law Center and a B.A. in political science from Howard University. ","title":"Attorney \u0026 Land Tenure Specialist at Landesa","avatar":{"url":"http://s3.amazonaws.com/landesa_production/authors/photos/000/000/008/original/Screenshot_2014-10-09_13.22.24.png?AWSAccessKeyId=AKIAICR3ICC22CMP7DPA\u0026Expires=1542754226\u0026Signature=KlLZmBjw4aIsMLpFk1sEGDUmJGw%3D","filename":"Screenshot_2014-10-09_13.22.24.png","content_type":"image/png"}},{"first_name":"Amanda","last_name":"Richardson","email":"info@resourceequity.org","contact":"info@resourceequity.org","bio":"Amanda Richardson has more than 5 years of experience working on the intersection of land law, policy, and women’s rights. Her work has involved designing and conducting fieldwork on women’s access and rights to land, analyzing formal and customary land and family laws, and researching and writing pieces on the benefits to women and their families of strengthening their access to and control over land. Her geographic experience includes Kenya, India, Tanzania, South Africa, Kosovo, Ghana, Liberia, and Rwanda. Amanda has a J.D. from Columbia University School of Law and a B.A. in English from Amherst College.","title":"Land Tenure \u0026 Gender Specialist","avatar":{"url":"http://s3.amazonaws.com/landesa_production/authors/photos/000/000/007/original/Amanda-Richardson-Landesa.jpg?AWSAccessKeyId=AKIAICR3ICC22CMP7DPA\u0026Expires=1542754226\u0026Signature=%2Bki9sRglJ0Km%2FrSvIh77eqxHcLI%3D","filename":"Amanda-Richardson-Landesa.jpg","content_type":"image/jpeg"}}]
